[
    {
        "title": "Question forIndians: Did you register for the VAT (value added tax) or any GST?",
        "link": "https://www.indiehackers.com/forum/0b245ae86b",
        "date": "Jul '18",
        "category": "Discussion",
        "excerpt": "India: Do we need to regieter for our business first in Income tac department? if yes how to proceed? Thx!"
    },
    {
        "title": "If not Substack then what?",
        "link": "https://www.indiehackers.com/post/7d854ddb55",
        "date": "Aug '20",
        "category": "Discussion",
        "excerpt": "Hey Indians , I am planning to start my paid newsletter. I tried connecting my Substack account with my Stripe account and unfortunately it n..."
    },
    {
        "title": "Building the Platform to Help the Next Billion Travel - Looking for Technical Co-Founder",
        "link": "https://www.indiehackers.com/post/3baddf135c",
        "date": "Jul '19",
        "category": "Discussion",
        "excerpt": "P.S. This is not something limited to Indians , we will be serving all countries eventually."
    },
    {
        "title": "looking for SEO hacks in a crowded online dating market",
        "link": "https://www.indiehackers.com/post/ef4862a269",
        "date": "Aug '21",
        "category": "Discussion",
        "excerpt": "have built and building an online dating service for Indians . Seeking SEO hacks for an overcrowded market. Suggestions will be helpful."
    },
    {
        "title": "what do you think of building an App for Indian Community(people from India) living in US, Canada, UK, Australia, New Zealand and Europe.",
        "link": "https://www.indiehackers.com/post/7452c5d8a5",
        "date": "Feb '20",
        "category": "Discussion",
        "excerpt": "…I don’t see a consolidated single community platform for Indians living in US for things like buy/sell, services classifieds, events, cultu..."
    },
    {
        "title": "Any Indian Indie Hackers out there?",
        "link": "https://www.indiehackers.com/forum/9fe329e786",
        "date": "Mar '18",
        "category": "Discussion",
        "excerpt": "…which are not available in India. A close group of Indians could help solve each other's doubts. So, do comment below and let's have a conv..."
    },
    {
        "title": "Flexiple - Idea Validation Report",
        "link": "https://www.indiehackers.com/post/26d176b819",
        "date": "Nov '21",
        "category": "Discussion",
        "excerpt": "…Freelance work! Freelance jobs grew by 41% in 2020! And Indians are among the biggest beneficiaries of this growth. But freelancing comes w..."
    },
    {
        "title": "I ran $2 of Facebook Ads for 12 hours",
        "link": "https://www.indiehackers.com/forum/9335aed90d",
        "date": "Aug '18",
        "category": "Discussion",
        "excerpt": "…was on the Mobile News Feed. CONCLUSIONS - Ad #2 - Indians are quite willing to click. However, my SaaS works best on the desktop so I need..."
    },
    {
        "title": "My typical middle-class family",
        "link": "https://www.indiehackers.com/post/9e5187e9f1",
        "date": "Oct '21",
        "category": "Discussion",
        "excerpt": "…Fear and security governs their life like the rest of indians , I have currently learned many skills besides my software engineer background..."
    },
    {
        "title": "65%+ Open Rates or How To Properly Send Cold Emails",
        "link": "https://www.indiehackers.com/post/feaa55502f",
        "date": "Dec '24",
        "category": "Discussion",
        "excerpt": "…Imagine this: - you get sent an email blast from some indians - saying “you have a great website, and we build apps. Let’s build an app, be..."
    }
]